Repository: franck-paul/tweakurls
Catalog: locales/*/main.po
Languages: fr

source: Tweaks you posts URLs
fr: Nettoyer les URLs de vos billets

source: tweakURLs
fr: Nettoyeur d'URLs

source: Default mode
fr: Mode par défaut

source: Clean all diacritics
fr: Supprimer tous les caractères diacritiques

source: Lowercase
fr: N'utiliser que des minuscules

source: Much more tidy
fr: Encore plus propre

source: Tweak URLs
fr: Nettoyeur d'URLs

source: Posts URL type:
fr: Réglage du type d'URL des billets :

source: Categories URL type:
fr: Réglage du type d'URL des catégories :

source: Change
fr: Changer

source: Clean URLs
fr: Nettoyer les URLs

source: Entries
fr: Entrées

source: By changing the URLs, you understand that the old URLs will never be accessible.
fr: En changeant les URLs, vous comprenez que les anciennes URLs ne seront plus jamais accessibles.

source: Internal links between posts will not work either.
fr: Les liens internes entre les billets ne fonctionneront plus non plus.

source: The changes are irreversible.
fr: Les changements sont irréversibles.

source: Save
fr: Enregistrer
